export default{
   new:[
     {
       id:'cpbl',
       content:[
         {
           title:'蘇智傑致勝開轟 統一逆轉奪3連勝',
           src:'/src/image/cpbl1.png',
           text:`統一7-ELEVEn獅隊17日晚間在家迎戰來訪的Lamigo桃猿隊，兩隊的先發投手皆未能投滿5局，史博威僅投3.1局失3分即受傷退場，而江辰晏則投4.2局失5分(3分自責分)。Lamigo原本保持領先局面直到六局遭統一追平，蘇智傑從王躍霖手中擊出全壘打，讓統一後來居上逆轉拿下勝利。
一局上Lamigo桃猿隊新人陳晨威面對統一的先發投手江辰晏就擊出右外野首局首打席全壘打，這發全壘打同時也是陳晨威職棒生涯一軍首轟，讓人見識到他除了擁有一雙快腿，也擁有不錯的擊球力量。第4棒林泓育隨即於同一個半局內補上一發陽春彈，讓Lamigo一開局就取得2比0的領先優勢。
二局上陳晨威在一三壘有人情況下再擊出一支右外野方向的深遠三壘安打，將壘上的兩名跑者通通送回本壘，Lamigo將領先幅度擴大到4分。二局下半，統一開始反攻，首名打者陳鏞基一上來就擊出左外野的陽春砲，但猿隊先發投手史博威立即回穩，對接下來的三名打者連續投出三振，Lamigo仍以3分差距領先。
三局上林泓育補上一支右外野方向的二壘安打，將一壘上的藍寅倫送回本壘，這1分打點同時也是林泓育職棒生涯的第700分打點，為中職史上第7人達成此項成就，Lamigo以5比1領先統一。
比賽來到四局下半，猿隊先發投手史博威接連投出2次四壞球保送，並且因受傷退場休息，此時接替投球的洪聖欽卻對唐肇廷投出觸身球，造成滿壘局面。獅隊打者林祐樂、黃恩賜兩棒各打回1分打點，讓比數來到5比3。
六局上Lamigo第九棒黃敬瑋擊出右外野陽春砲，擴大猿隊的領先優勢。六局下統一7-ELEVEn獅隊再次開啟反攻，先靠著高國慶的犧牲飛球打回1分，陳傑憲及郭阜林的連續安打也讓統一將比數扳成6比6平手。
七局下獅隊第4棒蘇智傑一上來就開轟，從王躍霖手中敲出左外野方向全壘打，統一也靠著這驚天一擊將比數逆轉成7比6。郭阜林在八局下再補上1分打點安打，為統一追加保險分。
終場，統一即以8比6擊敗Lamigo，敲出勝利打點全壘打的蘇智傑獲頒單場MVP，登板中繼1局全身而退的知念廣彌則拿下在一軍的第2勝。`
         },
         {
           title: '陳俊秀九上致勝轟 Lamigo險勝統一',
           src: '/src/image/cpbl2.png',
           text: `Lamigo桃猿和統一7-ELEVEn獅本週在台南棒球場進行的第二場比賽，兩隊上演打擊大戰，雙方你來我往，八局結束仍以8:8戰成平手。九局上半，陳俊秀從獅隊終結者陳韻文手中敲出陽春砲，成為比賽勝負的關鍵。九局下半，猿隊守護神鄉長陳禹勳驚險守住勝利，這場歷時4小時27分的比賽，最終由Lamigo以9:8一分之差險勝統一。
暴力猿打線總共擊出10支安打，其中第三棒藍寅倫的表現最為亮眼，繳出猛打賞雙響砲、4分打點的成績，是猿隊可以一路緊咬對手的重要打者。而獅子軍也是火力全開，全場13安，開路先鋒陳傑憲3安猛打，七、八、九棒陳重羽、江亮緯和黃恩賜各敲出2支安打，讓攻勢得以串聯，其中陳重羽還有開轟演出，擊出本季的第二發紅不讓。
投手方面，Lamigo先發投手王溢正，雖然本季前三次先發都是優質先發，不過這場比賽卻沒能延續先前的好手感，僅投5.1局，挨了12支安打，掉8分都是自責分，防禦率也從賽前的1.80上升到4.26。第三任投手黃子鵬，在第七、八兩局的投球，沒有被敲任何安打，僅送出1次保送，完全壓制獅隊打線，防禦率從開季至今仍保持完美的零，最終拿下本場比賽的勝投。
第九局關門工作交給陳禹勳，今年投球狀況不是十分穩定的鄉長，送出2次觸身球保送和1次四壞保送，造成緊張的滿壘局面，所幸最後讓江亮緯擊出滾地球，靠著隊友守備幫忙，沒讓到手的勝利飛走，獲得本季第四次救援成功。
而統一先發投手奧斯丁，4局的投球就用了96球，被擊出6支安打，其中包含藍寅倫的雙響砲，失6分其中5分為自責分。獅隊後面動用了5位牛棚投手，林其緯、知念広弥未丟分，邱浩鈞、劉軒荅和陳韻文各掉1分。陳韻文被陳俊秀轟出關鍵的陽春砲，也打破他本季至今未掉分的紀錄，並且承擔這場比賽的敗戰責任。`
         },
         {
           title: '陳鏞基四安猛打賞 統一迎接二連勝',
           src: '/src/image/cpbl3.png',
           text: `本週獅象大戰三連戰來到最後一場比賽，統一7-ELEVEn獅延續前一戰的打擊手感，單場擊出10支安打，攻下5分。其中陳鏞基4打數敲出4安打，猛打賞的好表現，帶領球隊甩開連敗低潮，迎接二連勝。
統一在1局下就展開攻勢，靠著陳傑憲安打及郭阜林的兩分砲，馬上取得2比0領先。兄弟打線在下個半局馬上有所回應，林智勝靠著精準選球站上壘包，張志豪、林明杰接連敲出適時安打，將戰局扳成2比2平手的局面。雙方先發投手黃恩賜及羅里奇在失分之後立即回穩封鎖對方打線，5局結束，雙方依然保持平手。
6局下，陳鏞基從黃恩賜手中敲出二壘安打，成為該局首位上壘的跑者。再靠著蘇智傑、林祐樂的安打送回2分，打破平手僵局。8局下，陳鏞基敲出單場第4安，楊家維則擊出高飛犧牲打換回1分。
統一牛棚接替投球後，僅在8局上因為潘彥廷及郭阜林接連的守備失誤而讓兄弟攻下1分。8局結束，獅子軍以5比3領先。
9局上兄弟吹起反攻號角，由張志豪率先擊出內野安打上壘，代打彭政閔敲出一壘安打，王威晨靠著保送上壘，形成滿壘局面，也讓統一嚇出一身冷汗。然而統一守護神陳韻文立即回穩，並未讓兄弟再攻下分數，防禦率依舊保持在完美的0。終場統一就以5比3擊退兄弟，迎接久違的二連勝。
中信兄弟先發投手黃恩賜此役主投5.1局被敲8安，送出2K，失掉4分全是自責分，防禦率上升至3.45。而統一7-ELEVEn獅先發投手羅里奇則是主投5局被敲4安，送出3K，但也送給對手2個保送，失掉2分自責分，防禦率微幅降至3.97。`
         },
         {
           title: '陳江和致勝短打 中信兄弟笑納六連勝',
           src: '/src/image/cpbl4.png',
           text: `上周5戰全勝的中信兄弟作客新莊棒球場，與富邦悍將進行兩場交手，首場比賽上演投手大戰，兩隊一土一洋都投出優質先發，雙方激戰到延長賽，才於第十局分勝負，象隊靠隊長陳江和致勝短打開啟得分契機，最終4：3擊退對手笑納六連勝。
首局面對索沙，中信兄弟靠林智勝、許基宏串聯安打先馳得點。1分差持續到七局下產生變化，悍將趁象隊換投之際展開反攻，面對左投鄭佳彥，胡金龍選到保送再發動盜壘成功，第四棒蔣智賢一棒送回追平分，兩隊戰成平手。
維持平手僵局殺進延長賽，氣勢旺盛的中信兄弟一輪猛攻打了9個人次，單局4安打、1保送，加上對方一次守備失誤攻得3分，超前分則是滿壘時陳江和短打送回關鍵分數。下個半局富邦悍將發揮韌性，陳品捷選到四壞球保送，林哲瑄、林益全接連安打攻得2分，雖然追到僅1分差，不過最終無法延續攻勢，延長賽飲恨。
中信兄弟原定先發投手為萊福力，不過因傷由蔡齊哲頂替，他臨危受命投出優質內容，6局僅被敲2支安打無失分，而且沒有任何保送，另外投出4次三振，雖然在領先時退場，不過後援投手無法守住，與勝投擦肩而過。蔡齊哲連兩場先發表現亮眼，雖然本役臨時頂替上陣，仍不影響投球內容，近兩場登板共投13局無失分。富邦悍將先發投手索沙同樣展現壓制力，7局僅失1分、飆8K，連4場投出優質先發，不過隊友打擊火力遭壓制，無緣本季第三場勝投。`
         },
         {
           title: '李茲繳優質先發 助猿隊取三連勝',
           src: '/src/image/cpbl5.png',
           text: `富邦悍將今（12）日和Lamigo桃猿交手，悍將在新莊球場主場迎戰猿隊，此役作客的Lamigo來者不善，首局就從悍將先發投手羅力手中轟出2發全壘打，加上投手群有效壓制富邦打線，終場以3:1擊敗對手，猿隊取得三連勝。
此役富邦派出去年拿下奪三振王的羅力先發，由於他在春訓期間拉傷側腹肌，因此本季直到今天才首度登板，1局上他就遭受「暴力猿打線」重砲轟擊，被林立擊出陽春全壘打後，又遭林泓育轟出陽春砲，首局猿隊就取得2分領先。
本場比賽羅力表現不差，主投5.2局，雖被敲偏多的8支安打，不過僅因兩發陽春砲失2分，另外送出6次三振，而且沒有出現四死球。
富邦直到4局下，胡金龍靠著失誤上一壘，接著蔣智賢擊出安打，攻佔一、三壘，林益全高飛犧牲打，攻下球隊全場唯一1分。
7局上猿隊攻勢再起，首名打者梁家榮擊出安打後，靠著投手暴投站上二壘，接著滾地球跑上三壘，陳晨威擊出中間方向安打，幫助猿隊再進帳1分，隨後富邦緊急換上陳鴻文，雖然被林立擊出安打，不過接連三振藍寅倫、林泓育，化解失分危機。
8局下猿隊派出黃子鵬登板，陳品捷安打後，靠著投手暴投攻佔上二壘得點圈，不過隊友沒能擊出適時安打，最終無功而返；9局猿隊推出終結者陳禹勳上場關門，首名打者胡金龍就從他手中擊出安打，不過接下來3名打者都沒能推進，最終富邦以2分差吞敗。
本場比賽勝利投手由李茲拿下，這是他加盟中職後首次奪勝，並拿下單場MVP；至於敗投則是羅力；王躍霖、黃子鵬各進帳一次中繼成功，陳禹勳也拿下第2次救援成功。`
         }
       ]
   },
     {
       id: 'npb',
       content: [
         {
           title: '致勝安打敲生涯首分勝利打點退軟銀 王柏融：「我只想著一定要打到球！」',
           src: '/src/image/npb1.png',
           text: `王柏融本季在日職初期表現明顯需要一些時間適應，自開幕戰開始一度連續 7 個打數沒有安打、前 9 個打數也僅敲出 1 支安打，但在第三場比賽繳出單場雙安及首分打點表現後漸入佳境，在這場面對軟銀的比賽前，總計大王繳出 .289 打擊率、6 分打點的成績。
不過這一次面對軟銀的系列賽，王柏融略微陷入低潮，此戰前 4 打席沒有安打的他，合計已經跨場連 8 打數沒有安打，但在延長賽的 11 局上半，他依然再次獲得上場打擊的機會。
在王柏融上場之前，火腿其實已經有過進攻嘗試，西川遙輝一開局就獲得保送，接著大田泰示敲出安打形成一、三壘有人，下一棒的近藤健介不負眾望打出深遠飛球，沒想到西川在衝回本壘時遭到觸殺，也讓火腿攻勢遭瓦解大半。
重砲手中田翔此時獲得保送，取分機會落到王柏融身上，在 2 好 1 壞、對打者來說球數落後的情況下，王柏融面對軟銀第六任投手松田遼馬，一棒敲出右外野方向滾地安打，除了打回個人生涯首分勝利打點，也幫助火腿鎖定勝局。
對於王柏融來說，這次替球隊建功也算是暫時中止小低潮，讓他鬆了一口氣，而在打擊當下，他的想法其實很單純，大王賽後表示當時沒有想太多，因為前面 4 個打數已經沒有敲出安打，他一直想說一定要打到球，能夠送回隊友得分，自己真的感到非常開心。
而對於到目前為止的日職體驗，王柏融認為不需要太急，他表示球季賽還很長，隨著比賽經驗的累積，相信會慢慢適應日本職棒。
而在昨天的比賽，王柏融與世界全壘打紀錄保持人、轟出 868 發全壘打的王貞治也相見歡，王貞治相當看好王柏融在日本職棒的發展，他同時也鼓勵王柏融，球季賽是很長遠的，不需要因為一些小低潮或挫折而影響到自己，希望王柏融能繼續加油。而對於能見到王貞治這號傳奇人物，王柏融也感到與有榮焉，希望自己能夠打出更加出色的成績。
這場比賽過後，總計王柏融在日本職棒已經出賽 11 場比賽，目前繳出 .279 打擊率、6 分打點的成績，首轟仍然尚未出爐，何時有機會能將小白球扛出牆外，也是球迷期待的焦點。`
         },
         {
           title: '巨人軍升級！丸佳浩5年30億加盟 將與陽岱鋼成良性競爭',
           src: '/src/image/npb2.png',
           text: `日本職棒今年的季後自由市場球員品質不錯，除了丸佳浩之外，包括淺村榮斗跟西勇輝也都是各隊鎖定的目標。
丸佳浩現年29歲，畢業自千葉經濟大學附屬高校，2007年日本職棒選秀會以高校生第三指名加盟廣島，並在2010開始於一軍出賽，前三季雖然成績較為普通，但出賽數穩定維持在三位數。
2013年球季開始，丸佳浩長打能力逐漸突破，首度單季轟出雙位數的14發全壘打，而直到今年球季為止，他再也沒有讓自己連續球季雙位數全壘打的數字中斷。去年球季的丸佳浩已經繳出23發全壘打、3成08打擊率的生涯最佳成績，還曾在球季中達成單場連三打席全壘打的紀錄，並拿下首座央聯MVP。今年他的成績更上層樓，除了維持3成06的出色打擊率外，全壘打支數更大幅躍進到39發，也完成年度MVP二連霸，是廣島隊史第一位連霸MVP的球員。
除了年度MVP之外，丸佳浩在守備上也毫不含糊，他已經連續6年拿下金手套獎、而且也連續3年拿下最佳九人，他的到來不只是火力支援，對於巨人中外野防區來說也是一大助力。成績如此出色的丸佳浩，除了老東家廣島鯉魚開出4年17億的價碼想要留人外，身為千葉子弟的他自然也是千葉羅德的追逐對象，雖然羅德開出6年24億這樣更為出色的合約，但最終依然不敵豪門巨人5年30億的銀彈攻勢以及總教練原辰德的大力邀請。
既然丸佳浩來到巨人，對於同屬中外野手的台灣球員陽岱鋼來說自然是一大挑戰。陽岱鋼自2017年以5年15億日幣的天價轉戰巨人後的表現一直都不太理想，連續兩年都受到傷勢困擾讓出賽數不到百場，兩季的打擊率分別為2成64及2成45，今年全壘打雖然自去年的9發進步為10發，也達成生涯百轟，但與日本火腿時期仍有一定差距。
雖然地位可能受到威脅，但陽岱鋼先前在返台記者會上也表示，自己希望丸佳浩能夠加盟球隊，畢竟可以大大提升球隊戰力，而且也可以增加隊友之間的良性競爭，現階段就是把傷養好，全力備戰新球季。
巨人總教練原辰德也曾表明，自己相當期待陽岱鋼在明年球季的復活，依然看好他的發展。
丸佳浩的重磅加盟自然牽動巨人軍明年球季的戰力部署，也期待陽岱鋼能健康展現過往身手，在日趨激烈的球隊競爭中佔有一席之地。`
         },
         {
           title: '2019 東京養樂多燕子隊 老將新人的世代交替',
           src: '/src/image/npb3.png',
           text: `2017年以單季96敗寫下單季隊史最多敗的東京養樂多燕子隊，隔年年在回鍋總教練小川淳司的率領之下，逆勢上揚拿下聯盟第二名。然而經歷2018年季末大風吹後，近年面臨世代交替的養樂多隊，能否在央聯列強中脫穎而出，繼2015年後，再創球隊高峰？
球員變動：交易以及戰力外補強
　　2018年球季結束後，養樂多最受矚目的舉動當屬和日本火腿的二對二交易，養樂多送出武士隊國手秋吉亮和工具人谷內亮太，從火腿隊那邊換來2016年新人王高梨裕稔以及年輕選手太田賢吾，在兩大主菜方面，秋吉曾是養樂多主力中繼，高梨也是火腿隊輪值人選，然而兩人共通點都是近年表現下滑，秋吉在傷癒復出後壓制力不再，然而高梨被全壘打機率居高不下，來到了比札幌巨蛋更容易出現全壘打的神宮球場，高梨勢必得有效降低自己的被長打率。
其餘補強方面，戰力外選手找來被軟銀戰力外的寺原隼人和五十嵐亮太，洋投則是網羅軟銀洋投Rubert Suarez的哥哥Albert Suarez以及McGough。其中熱身賽表現穩定的寺原隼人，有望擠進養樂多開幕先發輪值，洋投Suarez在熱身賽也表現不差，原本預計成為球隊先發輪值主要人選，然日前因下半身調整不佳趕不上開季，但若能順利回歸，將能有效補強球隊先發輪值。
　　新人方面，第一指名清水昇被視為是即戰力，雖然沒有名列開幕一軍名單，但很有可能在球季中就升上一軍，如果先發投手足夠，預計會從中繼投手開始。第二指名中山翔太綽號肌肉君，雖然在春訓前因傷沒能趕上一軍春訓，但已在二軍比賽中接連開轟，有機會成為養樂多陣中下一代的長距離砲人選。第八指名的吉田大成是星知彌大學時期的隊友，名列一軍春訓名單的吉田，熱身賽表現不差，雖然最終和開幕名單擦身而過，但相信在二軍累積足夠經驗後，會有機會升上一軍表現。
先發輪值：
　　這幾年先發輪值一直是養樂多的罩門，去年全隊只有洋將Buchanan拿下十勝。不過今年可用之兵不少，開幕戰將由小川泰弘擔任先發，這同時也是小川第四次擔任球團開幕戰先發投手。第二戰將由熱身賽表現優異的老將石川雅規擔任，第三戰則是由生涯和阪神有不錯對戰成績的高梨裕稔先發，。原本預計擔任主場開幕的投Buchanan，由於身體狀況不理想無法趕上開季，讓後段輪值多了先變數，目前暫定由原樹理擔任主場開幕戰的任務，另外兩位輪值以寺原隼人和菜鳥高橋奎二的機會較大。雖說兵源充足，但後段輪值的不安性依舊存在，恐怕要等兩位洋投傷癒歸隊後輪值才會比較完整。
預測開幕先發輪值：小川泰弘、石川雅規、高梨裕稔、原樹理、寺原隼人、高橋奎二
其他輪值人選：清水昇、寺島成輝、田川賢吾、星知彌
傷兵：Buchanan、Suarez
中繼後援：
　　今年養樂多牛棚依舊以守護神石山泰稚為主，石山雖然熱身賽表現不穩，但依舊是球隊牛棚終結者的首選選，去年聯盟中繼王近藤一樹依舊把守八局大關，至於七局勝利組的人選較多，除了年初入選武士隊的梅野雄吾外，去年二指大下佑馬、新洋投McGough等人都有機會，洋投Huff應多以左中繼為主。除此之外，老將五十嵐亮太也名列開幕名單，其豐富的經驗或許將成為養樂多牛棚的一枚活棋。
勝利方程式：石山泰稚、近藤一樹、梅野雄吾
其他主力中繼：Huff、大下佑馬、McGough、五十嵐亮太`
         },
         {
           title: '持續進化的鷹之大炮，柳田悠岐百打點初達陣',
           src: '/src/image/npb4.png',
           text: `當要衡量一位打者的長打能力時，「30轟、100打點」往往成為一項重要指標，即便現代棒球衍生出琳瑯滿目的進階數據，但全壘打與打點這兩項淺顯易懂的成績，仍是多數球迷認識這項運動的重要指標。
 2010年入團的柳田悠岐，長打破壞力眾所皆知，攻擊、跑壘、守備皆為日本職棒數一數二，曾獲得日本一、金手套、首位打者、最佳九人等殊榮加冕，令人備感意外的是，柳田今年才達成生涯第一個100打點的球季。
10/2羅德戰
柳田本場面對20歲新秀投手種市篤輝，前二次打擊無法討到便宜，分別是揮空三振與滾地球出局，第三次打擊時，瞄準一記內角速球，在略受擠壓的情況下，將球將球掃出右外野牆外，協調性與力量兼具的一擊，令人嘆為觀止。
這是柳田本季第35支全壘打，不僅幫助軟銀擴大領先優勢，同時將本季第100打點收進口袋，在全壘打與打點兩項數據皆締造新猷。在今年日本職棒明顯呈現打者年的情況下，柳田是洋聯第四位達成百打點的球員，也是兩聯盟第五位，洋聯另外三名都是A段班隊伍主炮：
分別是西武的山川、淺村與日本火腿的中田翔，柳田恰巧補上軟銀打者在這項排名上的缺憾。
說到柳田的百打點，其實夾雜著一絲絲悲情，因為柳田曾在2015、17兩季，都留下99打點的紀錄，都在季末時受到傷病困擾而與百打點紀錄失之交臂。
軟銀4:2擊敗羅德後，柳田在英雄訪問台上逗趣地表示：
過去兩度差臨門一腳就能達成，還以為這輩子達不到了！
單季35轟亦為柳田生涯新高，雖然難以撼動以47轟威震四方的山川，但能推擊能拉打的全方面攻擊型態，是眾家投手夢魘。
洋聯多位王牌等級投手都被柳田炮轟過不只一次，包括日本火腿的有原、羅德的涌井、歐力士的西勇輝等，台灣投手宋家豪、郭俊麟也難逃被柳田狙擊的命運。
最可怕的是，柳田不僅具備令多位投手為之喪膽的長打能力，.354的打擊率高居洋聯第一，首位打者頭銜已是囊中物。
究竟這位強打的極限為何?甚至未來有無可能朝棒球最高殿堂叩關，相信身為一線球星的柳田，舉手投足都是日本職棒一大焦點。`
         },
         {
           title: '陽岱鋼代打開砲生涯百轟達陣！於巨人未來仍備受考驗',
           src: '/src/image/npb5.png',
           text: `加盟日本職棒至今12年，陽岱鋼終於達成了自大前輩陳大豐以來，台灣選手難以在日本職棒企及的成就。
在今天讀賣巨人面對中日龍的比賽，雖然陽岱鋼沒有先發，但他在八局下半代打上場，與中日投手祖父江大輔纏鬥到第六球時，陽岱鋼一棒轟出中外野方向的陽春全壘打，這也是他日本職棒生涯的第一百發全壘打，共花了1160場比賽、4017個打數。
陽岱鋼達成生涯百轟成就也是日本職棒史上第288位達成這項紀錄的球員，目前在巨人隊現役球員中的全壘打排名第四，前面三位分別是阿部慎之助的397轟、坂本勇人的179轟及長野久義的135轟。以台灣選手來說，如果不計入王貞治的話，過去僅有1994年4月29日轟出生涯百轟的陳大豐曾經達陣過，而陳大豐的生涯總計則是轟出277發全壘打。本季陽岱鋼的成績在這場比賽過後為出賽80場，敲出59支安打，其中有10發全壘打，本季的全壘打數已經超越去年球季的九轟，目前平均打擊率則為2成45。雖然陽岱鋼達成了生涯里程碑，但本季他在巨人隊的狀況其實不太理想，從八月初以來先發機會開始銳減，主要都以代打、代守的身份上場出賽，打擊手感也不理想，在今天賽前巨人隊也特別為他安排打擊特訓，總算在比賽中收到效果。
目前在中央聯盟的龍頭應該沒有懸念會是廣島鯉魚，其他球隊就是要力爭第二、第三的位置，目前養樂多與巨人分居二、三名，但仍有變數，而在球隊的戰績壓力之下，本季成績相對較不出色的陽岱鋼就被排除在球隊目前的先發陣容之外。
陽岱鋼生涯前十季直到2016年都待在日本火腿，表現最好的一季是在2014年，當年他繳出2成93打擊率、25發全壘打及85分打點。而自2017年轉到巨人的這兩季以來的表現，日本媒體普遍認為相較過去是呈現下滑狀態的，當然很大部分也是受到傷病影響。無論如何都期待陽岱鋼藉由這發生涯百轟出爐，能讓自己的手感逐漸加溫，找回令人期待的強打身手。`
         }
       ]
     },
     {
       id:'mlb',
       content:[
         {
           title:'本季9轟中就有8轟打在紅雀投手身上 Christian Yelich將寫下史詩紀錄？',
           src:'/src/image/mlb1.png',
           text:`面對紅雀的統治力或許從去年就已經開始了，上個賽季是 Yelich 轉戰國聯中區的第一個賽季，他在整季面對紅雀打了 16 場比賽，繳出 1.030 的 OPS 值，另外有 6 發全壘打及跑回 15 分的成績。當然，也不只是對紅雀打得好，去年的 Yelich 在下半季大爆發，整季繳出平均 .326 打擊率、 36 發全壘打及 110 分打點的成績，這三項數據都是他的生涯新高，直接勇奪國聯年度 MVP 。去年面對紅雀的打擊成績已經相當威猛，今年的 Yelich 在面對紅雀時又把自己的水準提升到另外一個檔次，兩隊今天在釀酒人主場－米勒球場－進行本季第六度交手，今天他看到紅雀再度殺紅眼，以 5 打數 2 安打－其中又有 1 發全壘打－的火燙棒子幫助密爾瓦基釀酒人以 8 : 4 擊退紅雀，拿下二連勝，目前釀酒人以 12 勝 6 敗的戰績獨佔國聯中區龍頭。不要忘記，在昨天面對紅雀的系列賽首戰， Yelich 才以生涯首度單場三響砲、海灌 7 分打點的表現痛打紅雀。
我們來看一下 Yelich 本季對於紅雀造成的傷害有多大：他本季到目前為止對紅雀打了六場比賽， 21 個打數中就敲出了 11 支安打，打擊率達 .524 。最可怕的是， 11 支安打中有 9 支是長打，其中有 1 支二壘安打、另外多達 8 發的全壘打，平均一場比賽至少可以敲出 1 發全壘打，說到全壘打的話，大家應該還沒忘記 Yelich 開季連續四場比賽都轟出全壘打寫紀錄的苦主就是紅雀吧？另外他還有 18 分打點、 10 分得分及 7 次保送，上壘率也達到 .643 ，長打率更是可怕的 1.714 。
只要 Yelich 能保持健康，接下來他與紅雀將還有 13 次遭遇的機會，在明天進行完這次三連戰的最終戰後，兩軍將於台灣時間 4 月 23 日至 24 日再度交手，接下來雙方會停火一段時間，在逐漸接近季末的關鍵時刻，釀酒人與紅雀將於 8 月 20 日至 9 月 16 日之間進行九場比賽－其中有六場會在聖路易舉行。`
         },
         {
           title: '打線撿到核子彈，水手隊將成為下一匹大黑馬？',
           src: '/src/image/mlb2.png',
           text: `八屆全明星、生涯進攻產能126wRC+的二壘強棒Robinson Cano。去年73.1局狂飆124次三振、防禦率只有1.96、附帶57個救援點的Edwin Diaz。去年也進明星賽、連三季打率超過三成的強打游擊手Jean Sugura。過去三年FIP、xFIP值分別排聯盟先發第五和第七名的火球左投James Paxton。Alex Colome、James Pazos、Juan Nicasio這幾季都是球隊中重要的牛棚戰力。Mike Zunino是一名職涯每450打席可貢獻2.7WAR值(勝場數)、近五年WAR僅有一季低於1.5的好捕手。Nelson Cruz過去五季年年敲37轟以上、單季wRC+從未低於134。上面列出的一串選手，有什麼共通點？如果近期多少有關注MLB，這問題應該不難回答 — 沒錯，他們上季皆效力於西雅圖水手；是的，他們也都在今年冬天以被交易、進自由市場(只有Cruz)等方式離隊。進階數據網站FanGraphs的預測系統，預估他們本季共可替新東家打下17.5勝，這九人去年更是加總貢獻20.9WAR。短短一個休賽季損失如此龐大的戰力，水手總管Jerry Dipoto的操作方針很清楚：就是要重建。FanGraphs在季前估算水手今年只能贏77場、分區封王率僅0.3%、打進季後賽的機率也只有2.3%。連續17年沒季後賽打、把持目前北美職業運動隊伍最長的紀錄，還不是讓Dipoto最困擾的事情。2015年前從未突破130M的團隊薪資，過去三季暴漲到171、174、171M；2014～2017年間每季都排倒數前十的農場，去年季前更是聯盟吊車尾，陣中沒有任何百大新秀。去年雖拿下近15季最佳的89勝(上次單季90勝以上已經是2003年)、彷彿見到一絲曙光，得失分差 -34分卻狠狠打了他們一巴掌，顯示水手根本沒那麼好，上季能有89勝還是靠球運幫了大忙 — 他們前年的得失分差是 -22，就只拿78勝。陣中最高薪的選手如Felix Hernandez、Kyle Seager、Dee Gordon，年齡顛峰已過、場上績效大衰退；Cano雖然還是很能打但已經高齡36歲、Mike Leake則是很普通的中後段先發。加上同分區還有像太空人、運動家這種得理不饒人的常勝軍，水手隊顯然已被困在無法突破的瓶頸。所以Dipoto決定大破大立、重建陣容，經過一個冬天的操作，農場多了三位百大新秀(Justus Sheffield、Jarred Kelenic、Justin Dunn)；加上Erik Swanson、Shed Long、Jake Fraley、Dom Thompson-Williams，總計MLB官網列出的前15名水手新秀，幾乎一半是透過休賽季的交易取得。
不僅如此，本季的團隊薪資也降回150M附近，且Cano、Diaz、Paxton、Segura未來數年的高額薪資，也都從帳本上抹除。很標準的重建作業流程 — 球隊成績遲遲無法突破、農場貧瘠且薪資包袱沉重，遂開始賣主力換新秀及清薪資空間。然而，以我們對重建隊的認知，水手本季截至目前的表現顯然不太尋常 — 他們現在的戰績是......呃，13勝2敗、大聯盟第一、得失分差+42分也是榜首。15場比賽打完，他們的場均得分高達7.8分(！)、遙遙領先其他29隊，場均失分略遜於平均但也不算太差。大喊「拜託，現在才四月上旬！15場比賽是小樣本，別太認真！」之前，讓我們先看一些有趣的數據 — 特別是水手隊的打擊成績。賽季前15戰，他們的團隊wRC+高達157 — 也就是說，進攻產能整整高於聯盟均值57%！除了道奇隊的141wRC+，沒有其他隊伍wRC+高於130。而且華麗的團體績效，並非單靠某一兩人抓狂爆氣、隻手撐起球隊，反而真的是「棒棒開花」的榮景。目前有11位水手打者累積滿25打席，只有Dylan Moore、Dee Gordon的93和97wRC+遜於聯盟平均。其餘九人成績如下 — 
Daniel Vogelbach：34打席、327wRC+，Tim Beckham：51打席、241wRC+，Edwin Encarnacion：53打席、198wRC+，Domingo Santana：67打席、188wRC+，Jay Bruce：57打席、156wRC+，Ryon Healy：62打席、144wRC+，Mitch Haniger：66打席、123wRC+。Mallex Smith、Omar Narvaez都是49打席，wRC+分別為105及104。當然，大家都知道50～60打席是小樣本、可能只是先發球員一年中10%的打席；每年的這個時候，「別過度相信小樣本」都已經是MLB球迷琅琅上口、老生常談的硬道理。`
         },
         {
           title: '陳偉殷的大聯盟末日？田澤純一堪為『殷』鑑',
           src: '/src/image/mlb3.png',
           text: `一場比賽投不好絕不是世界末日，但這會不會是陳偉殷的大聯盟末日？昨天中繼2局膛炸10分的陳偉殷，賽後美國網友的酸言酸語，諸如「他是去當打擊練習的餵球投手吧！」、 「連我12歲的女兒都能從他手上打出安打！」 、「陳偉殷和Chris Davis誰比較爛？」，這就不用理會了。但邁阿密當地媒體，那些真正反映專家看法、球團動向、順便帶風向的媒體記者貼文，你不能不重視。2006年就擔任Miami Herald運動記者、現任The Athletic作家的Andre Fernandez，他在twitter的貼文，以及The Athletic的最新文章，不敢說反映的一定是球團的想法，但只能說昨天的膛炸以後，陳偉殷在邁阿密、甚至大聯盟的地位更危險了。網友或許有印象，2017年開始在馬林魚擔任中繼投手的田澤，去年開季後上場根本是被當肉靶打。但現在對照偉殷與去年田澤的投球成績，你會發現偉殷相較於田澤更像是天文數據。2017年Derek Jeter接手後啟動重建的馬林魚，去年開季牛棚一票菜鳥，田澤原本被看好是佈局投手的第一人選，但球團給他的耐心卻只有不到一個半月。即便田澤去年年薪700萬美元，釋出後球團一毛錢都無法回收，可是當球團評估未來交易換回新秀或將剩餘薪資轉嫁出去的可能性愈來愈低時，積欠多少薪資就不是重點了。Andre Fernandez提到許多例子，包括Josh Hamilton（天使）、Pablo Sandoval（紅襪）、Yasmany Tomás（響尾蛇）、José Reyes（洛磯）、Troy Tulowitzki（藍鳥）、Carl Crawford（道奇）、Bobby Bonilla（大都會）、Alex Rodríguez（洋基）、Hanley Ramírez（紅襪）、Damion Easley（老虎）。某媒體和某些網友如果還認為陳偉殷有「大合約護身」，真的該看看這篇文章。或是參考會計學「沉沒成本」的概念。當然，陳偉殷和田澤狀況不一樣，畢竟偉殷才剛轉任中繼，能支援緊急先發，去年又投出僅次於Jacob deGrom的主場防禦率。總教練Don Mattingly賽後受訪時等同也給偉殷投了信任票：
「你當然期待他投得更好，但現在評斷對他並不公平。畢竟多數時候他在場邊卻無法預期何時將上場投球，而且牛棚也不是過去他熟悉的定位，所以我相信他會愈投愈好的。」
但問題是：這張信任票的效期還有多久？如果陳偉殷還是投不好呢？質言之，陳偉殷必須投得非常好，好到足以壓過他在年紀及傷病史上的劣勢，他才會具有交易價值；但如果他一直投不出足以被交易的好表現呢？
在交易價值與交易可能性非常低的前提之下，陳偉殷的剩餘薪資與球團是否釋出的攸關性就不大了。在這種情況下，球團考量的重點在於：1. 偉殷能為球隊帶來多少貢獻？2. 偉殷的不可取代性有多高？
我認為陳偉殷近期內被釋出的可能性不高。若從昨天對紅人三連戰的第一場比賽起算，馬林魚正處於連打9場比賽的期間，考量年輕先發輪值的經驗與穩定性不足，Sandy Alcantara、Pablo Lopez、Caleb Smith本季都有投球局數上限的問題，在這種情況下，陳偉殷不只中繼上場要多吃局數，更得擔任客串或備援先發投手，這就是球團對他的定位，也是Mattingly對他還有期待的主因。
而這部分就要靠陳偉殷用投球表現來爭取。如果再像昨天這樣，連敗戰處理都差點投不完，那麼他想在牛棚投出亮點，甚至重回先發輪值，是完全不可能的。`
         },
         {
           title: '洋基隊拿大物新秀換王牌左投 — James Paxton交易分析',
           src: '/src/image/mlb4.png',
           text: `根據MLB交易謠言網的完整報導，休賽季目標很明確、就是想補強先發投手的紐約洋基，昨晚向水手隊買來了火球左腕James Paxton，送出Justus Sheffield、Erik Swanson、Dom Thompson-Williams這三位新秀。Paxton的合約還剩兩年控制權、預估薪資大約在2500萬美金左右；Sheffield則是洋基農場最好的新秀 — 在Baseball America、MLB官網、FanGraphs三家媒體的百大新秀榜上，他目前分別被排在第22、31、54名。相較於年僅22歲的Sheffield，本季在3A跟他當隊友的右投手Erik Swanson已經滿25歲。

或許不少人對這些選手都還算陌生，因此我在下面會逐一介紹他們的能耐。若要分析Paxton的實力，我會想先從下面這個表格開始說起：FIP是一項只看三振、保送、全壘打的投球數據，xFIP則是將全壘打替換成滾地球率 — 因為已經有很多研究證明過，這幾個項目是投手最能全權控制、持續性及穩定性最高、相對不易被守備或運氣影響的數據。FIP- 和xFIP- 則是分別再拿這兩項數據與聯盟平均、球場因素做校正，100為聯盟均值、越低代表投球效率越好。上面的表格列出了過去三年全美職FIP-、xFIP- 最出色的十位先發投手 — 即將加入洋基的Paxton這段期間低於平均31%的FIP、低於均值26%的xFIP，都是MLB前七名的績效。如果還是不清楚這些數據傳達的訊息，我們可以檢視一下圍繞在Paxton身邊的投手 — 他近三年的FIP和deGrom、Scherzer、Kluber、Kershaw相去不遠；xFIP則是和Severino、Carrasco等人同個層級，充分地說明了Paxton這段期間的效率有多麼出色。我另外還找出幾張具有意義的圖表，證明Paxton不僅實力強、甚至還一直在進步。首先是他生涯逐年的三振率變化：生涯前三年，Paxton的三振率連兩成都不到；但近三季卻一路攀升，逐年分別寫下22.9%、28.3%、32.3%的成績。其中一個關鍵原因，是他成功改善職涯早期的控球問題、進攻好球帶的頻率越來越積極 — 以下是Paxton生涯逐年的Zone%(投球通過好球帶的機率)漲跌：2014、2015年他的投球通過好球帶的機率僅有47%左右，近三季則上升至50.9%、50.5%、52.7%，連帶地使保送率下修 — 生涯前三年保送率9.6%、近三季只剩6%。不僅如此，當Paxton把球投進好球帶、且打者出手攻擊之後，球被打中的機率也降低了：本季14.3%的整體揮空率、打者揮棒後72.6%擊中球的機率、35.4%壞球追打率......所有數據都是生涯最佳。即便兩週前才剛滿30歲，但職涯曲線偏向大器晚成的Paxton，在2016年脫胎換骨、開始大殺四方後，直到現在都還有進步跡象。事實上，我曾在2016年夏天 — 他破繭而出的第一個賽季 — 就寫過一篇分析Paxton的表現為何能瞬間大躍進的文章。當時依序發生了這些事：那年春天，他先因為極差的控球狀態而被下放3A調整，但自從六月回歸大聯盟後，Paxton幾乎變成了另一名投手。`
         },
         {
           title: '生涯首度單場三響砲還不夠 Christian Yelich：「我這季打得糟透了！」',
           src: '/src/image/mlb5.png',
           text: `去年的國家聯盟年度 MVP－Christian Yelich 本季到目前為止的表現絕對可以被形容為非常出色，或許只有他自己不這麼認為。
在今天密爾瓦基釀酒人於主場面對聖路易紅雀的比賽前，Yelich 提早了將近四個小時來到米勒球場準備，最終他在這一戰完成了個人職業生涯首度單場敲出三發全壘打的比賽，這場比賽過後，他的球季成績已經成長為 3 成 54 打擊率、8 發全壘打及 22 分打點的成績，全壘打跟打點都在國聯高居第二。
就算打出這樣的成績， Yelich 依然不滿意自己的表現。Yelich 不太滿意自己這場比賽揮棒的感覺，更可以說他對於自己這季的表現都還不滿意，就算他在春訓繳出 4 成 42 打擊率、還有開季連續四場比賽都轟出全壘打寫下紀錄，他都認為自己還有很大的進步空間。
也因為這樣， Yelich 會提早到球場，在沒有什麼人的情況下進行打擊練習，釀酒人打擊教練 Andy Haines 會親自替 Yelich 餵球，大概打沒幾球，兩人就會暫停下來，並溝通交換意見。
「其實我一直都會這麼做，」 Yelich 對於自己這樣的練習方式說道：「這是 Haines 的主意，在沒有什麼人的球場打擊，可以把球的去向跟飛行軌跡看得更清楚，或許可以在打擊上有更多不同的想法。」
在今天面對紅雀的比賽之前，於先前與洛杉磯道奇的最後兩場系列賽中， Yelich 連續兩戰都沒有敲出安打，總計 8 個打數沒有任何安打，自從去年八月的第二個星期以來，他就沒有在例行賽連續兩場比賽無法敲出安打過，當時的瘋狂表現也讓他一路衝上年度 MVP 的熱門候選人。
或許那兩場對戰道奇沒有安打的表現，更促使 Yelich 自己認為要更努力找到手感。
「關鍵真的是在於整體感覺，」 Yelich 表示：「這或許很難解釋，但我透過這些練習與訓練，就是希望能找到更棒的擊球感覺，說實在，我覺得自己這個球季真的打得糟透了。」
打得糟透了？即使他繳出 3 成 54 打擊率、而且成為大聯盟史上第六位可以在開季前四場比賽都轟出全壘打的球員？
「是的」 Yelich 說道。
「我不覺得自己有完全進入狀態，」 Yelich 解釋：「我覺得自己還在尋找某些東西，尋找一些感覺，這可以幫助我整季都維持好狀態。」
Yelich 在今天面對紅雀的比賽轟出了 2 發三分打點全壘打，並在第八局再補上一發陽春砲，單場狂轟三響砲及灌進 7 分打點，寫下釀酒人隊史紀錄。而這是自 2016 年 5 月 7 日的 Aaron Hill 以來，首度能敲出單場三響砲的釀酒人球員，也是自 2017 年 7 月 7 日的 Jesus Aguilar 以來，首位可以單場灌進 7 分打點的球員。
Yelich 把兩項難得的數據紀錄，都在一場比賽內呈現在球迷眼前。本季的 Yelich 面對紅雀打得非常順手，開季連續四場比賽轟出全壘打的苦主都是紅雀隊，目前個人已經面對紅雀連續五場比賽轟出全壘打了，本季他前 8 發的全壘打就有 7 發是轟在紅雀投手投上。
「我們真的要搞清楚到底是出了什麼問題，然後想出解決方案，」紅雀隊總教練 Mike Shildt 表示：「我真的沒有見過這樣的狀況，我真的必須要向 Yelich 致敬。」
釀酒人在這場比賽的二局下半於 Yelich 及 Mike Moustakas 的全壘打助威下單局灌進 6 分，這是他們本季單局最多得分，也是自 2016 年 9 月 8 日以來的單局最多得分，當時的苦主也是紅雀隊。
在休息區內，打擊教練 Haines 問 Yelich 是否已經找到感覺了？
「還沒有，但我會繼續尋找。」 Yelich 回答道。`
         }
       ]
     }
  ]
}