export default {
  ranks: [{
      id: 'cpbl',
      content: [{
          name: '中信兄弟隊',
          src: '/src/image/rank_cpbl1.png',
          num: '10-6',
          text: `中信兄弟隊前身兄弟象隊為中職四支創始球隊之一，1992年至1994年曾創下空前的連續三年奪下總冠軍之傲人成績，1992年球季更創下了例行賽45場中37場封王最快速封王的紀錄。之後兄弟象隊於2001年至2003年達成第二次三連霸紀錄，成為中職至今唯一兩度締造三連霸紀錄的球隊；同時也是僅次於統一7-ELEVEn獅隊，為中華職棒史上奪得總冠軍次數第二多的球隊。2010年兄弟象隊達成了隊史千勝紀錄，為中職至今唯二達成的球隊。2010年兄弟象隊於下半季取得隊史第11座季冠軍，同年總冠軍賽以四連勝橫掃興農牛隊，奪下隊史第七座總冠軍。
　　中信兄弟隊於過去兄弟象隊時期以日式球風為主，由於常常在比賽後半段比數落後時急起直追，呈現出永不放棄的精神；加上多數明星球員為人謙遜不驕傲，影響及感動了許多不同世代的球迷，使該隊的支持者忠誠度從創隊到現今一直相當穩定。加之球團對球員及工作人員的私德及品行要求為眾球團中數一數二，球員被要求需以禮對待衣食父母般的球迷，並制定了相關的奬懲規範，嚴謹的傳統作風，經由不同媒介上的大量曝光，成為此隊在許多觀眾間的共同印象。
　　2013年10月19日，兄弟象董事長洪瑞河宣布因不敷虧損，洪家五兄弟經召開家族會議後決定轉賣；12月03日公布新東家，由中國信託銀行贊助的華翼育樂公司接手。原兄弟象球團董事長洪瑞河在12月13日舉行惜別宴，在會中象徵性地交棒給華翼育樂董事長林逢春。2014年01月05日，由中信球團聘任的集團最高顧問馮寄台宣佈，交易後的球隊將定名為「中信兄弟象」，吉祥物、識別顏色都沿用原本的大象、黃色。但球團第二任領隊李文彬於2014年季中公開表示正式隊名為「中信兄弟隊」，過去球迷所熟悉的吉祥物「象」並未放入正式隊名當中。
　　2015年年初，領隊李文彬因球員薪資與簽約問題遭到球迷抨擊，而遭到撤換，改由楊培宏接任，並在人事更動之際宣佈調整過去「全國主場」的做法，以租借台中洲際棒球場作為認養球場的試金石。同時位於屏東縣鹽埔鄉的「中國信託公益園區」正式於2015年12月19日啟用，成為首支擁有多功能球團基地的球隊。
2016年年初，中信兄弟隊有鑑於過往兩年都在總冠軍賽不敵對手而無緣奪冠，球團為了提升球隊戰力，決定砸重金找來兩名自由球員林智勝、鄭達鴻，促成中華職棒史上首度自由球員轉隊紀錄，並找來外籍教練納入一、二軍教練團，盼能用美式球風融入球隊。未料在總冠軍賽不敵對手，最終教練團宣布重組，由美籍史耐德擔任總教練，盼能徹地貫徹美式球風。`
        },
        {
          name: 'Lamigo桃猿隊',
          src: '/src/image/rank_cpbl2.png',
          num: '9-9',
          text: `2003年末，第一職棒公司將第一金剛隊轉手至聲寶公司旗下達盛公司，同年12月16日國內製鞋企業La New出資認養高雄縣立澄清湖棒球場，同時循贊助模式經營金剛隊，改名為La New高熊隊，並以認養的高雄縣立澄清湖棒球場為主場；後來又因為不便稱呼，於2004年2月28日更名為La New熊隊。
　　La New熊隊老闆劉保佑學習美國、日本職棒球團的經營方式大手筆投資，提供球員舒適的住宿及飲食、不吝給付高額薪資、更新維護球場設施、建立完整的二軍制度，獲得各界好評。2004年將主場比賽全部固定於澄清湖棒球場進行，成為中華職棒第一支實行真正主場制度的球隊；2006年與2008年分別與陳金鋒、林智勝簽定複數年合約，更開啟了中華職棒球隊與優秀選手簽定複數年合約的風氣。La New相當用心的經營方式不但使球迷人數大幅上升，也讓熊隊在連續墊底三個球季（2003至2005，含金剛隊時期）之後的隔年（2006）一舉衝上高峰，囊括上半季冠軍、下半季冠軍、年度總冠軍，谷底翻身成為人氣與實力兼具的A級球隊，在短短幾年間就讓主場進場球迷僅次於元老球隊兄弟象，創造出一番新氣象。
　　但自2007年開始，多次的職棒簽賭事件都有La New球員涉入，包括前旅日強投張誌家、旅美投手黃俊中等人，導致球迷不再支持，人氣嚴重下滑，2010年戰績更是由紅翻黑，整季士氣低迷，使董事長劉保佑決定搬遷主場，打造新氣象。2011年La New確定將主場遷移至桃園國際棒球場，並在1月6日正式更名成「Lamigo桃猿隊」，聘請日本職棒經驗豐富的莊勝雄擔任球隊技術顧問，也在2011年、2012年連續兩年下半季奪下了季冠軍。並且在2012年拿下暌違六年的總冠軍，並代表中華職棒參加2012年第六屆亞洲職棒大賽得到亞軍，追平2006年第二屆亞洲職棒大賽以及中華職棒球隊參加亞洲職棒大賽歷屆以來最佳戰績。`
        },
        {
          name: '統一7-ELEVEn獅隊',
          src: '/src/image/rank_cpbl3.png',
          num: '9-10',
          text: `統一獅隊為台灣在1989年成立中華職棒聯盟時的四支創始球隊之一，是聯盟第一支有二軍的球隊，同時也是目前中華職棒聯盟贏得總冠軍次數最多的球隊，母企業為統一企業。由於中職初創時統一獅隊成軍較晚，人手不足，經驗也有限，因此於職棒元年開打後，即創下八連敗的紀錄，並在上半球季敬陪末座。但秉著「誠實苦幹」的企業精神，統一球團積極整軍經武，使獅子軍下半球季戰績得以回升，全年度排名第三，免於墊底。隔年更在投打戰力補強有成的情況下，於總冠軍賽擊敗味全龍隊，笑擁隊史首座總冠軍獎盃。
　　在中職草創初期、球團多集中於台北球場等地出賽的情況下，統一獅隊即首開先例將大本營設在南部，故有「南霸天」之稱，在台南擁有廣泛的支持群眾；並且在所有球團中率先投下鉅資認養台南市立棒球場，成為台灣職棒球團經營球場的先進。其母企業的鼎力相助，也使統一獅隊成為最不受歷次假球案影響、得以唯一自職棒元年持續經營至今的中華職棒球隊，更是至今中職奪得最多季冠軍跟總冠軍的球團。而球隊也幾乎年年搶進A級球隊，成軍至今僅有3個賽季不幸墊底，是台灣職業棒壇公認的傳統勁旅。2009年統一獅隊與兄弟象隊在總冠軍賽鏖戰七場，完成隊史第一次三連霸[1]，為聯盟第三支締造三連霸的球隊；但隔年度2010年球季卻以全聯盟最低勝率作收，也是目前聯盟史上第一當年總冠軍隔年度戰績墊底的球隊。
　　值得一提的是，2006年五月中旬到六月下旬期間，全體齊心奮戰闖出17連勝，打破中華職棒聯盟單一球隊單季最長連勝佳績，高於聯盟第二高的11連勝有6勝之多，在各國職棒僅次於美國職棒的26連勝以及日本職棒的18連勝。`
        },
        {
          name: '富邦悍將隊',
          src: '/src/image/rank_cpbl4.png',
          num: '6-9',
          text: `富邦悍將隊（Fubon Guardians）的前身可追溯至成立於1989年的社會甲組球隊俊國建設棒球隊。俊國棒球隊進軍職棒後更名為俊國熊隊，其後歷經三次轉賣，隊名也陸續更改為興農熊隊、興農牛隊、義大犀牛隊、富邦悍將隊，並曾獲得三次總冠軍。2016年季中，當時擁有義大犀牛隊的義联集團宣佈出售球隊，最後由長期贊助業餘棒運的富邦金控以新台幣3億元買下。該年季後，義大隊奪得隊史首座也是最後一座的總冠軍後，隨即自同年11月01日起改由富邦金控接手經營，並在11月15日正式公佈新隊名為富邦悍將隊。
　　富邦悍將隊接手後第一年，由於沒有固定主場，所以採全國巡迴主場經營模式，球團後於7月中取得10年新莊棒球場的經營權，2018年1月1日起將正式進駐。而球團延續義大犀牛過往的模式，於每年春訓及秋訓期間邀請大聯盟體系教練來幫助球員成長，另一方面也能帶給教練團新的思維與學習，進而能幫助球隊整體提升。`
        }
      ]
    },
    {
      id: 'npb',
      content: [{
          name: '讀賣巨人隊',
          src: '/src/image/rank_npb1.jpg',
          num: '11-7',
          text: `讀賣巨人隊（よみうりジャイアンツ、Yomiuri Giants）為日本職棒創始球團之一，目前隸屬於日本職棒中央聯盟。巨人隊成立於1934年12月26日，成立時隊名為大日本東京野球倶楽部，隔年改為東京巨人軍；1947年再更名為現用的讀賣巨人隊。1950年兩聯盟分立後，巨人隊加入中央聯盟，1965年至1973年在監督川上哲治的帶領下，曾創下日本職棒史無前例的九連霸紀錄；直到1974年才被中日龍隊取代中央聯盟盟主的地位。但素來實力堅強的巨人隊，往後仍奪下多次聯盟優勝與日本一；22次日本一的紀錄，至今仍是日本職棒史上最多。`
        },
        {
          name: '中日龍隊',
          src: '/src/image/rank_npb2.jpg',
          num: '10-6',
          text: `中日龍隊（ちゅうにちドラゴンズ、Chunichi Dragons）為日本職棒創始球團之一，是一支隸屬於日本職棒中央聯盟的球隊，於1936年01月15日成立，成立時隊名為名古屋軍，1944年改名為產業軍，後經數度更名，於1954年改為中日龍隊，沿用至今。2007年為止，共計8度打進日本大賽，在1954年首度出場擊敗西鉄獅隊獲得日本一，2007年以例行賽第2名之姿在中央聯盟高潮系列賽(Climax Series)獲得優勝，成為日本職棒第一支以非聯盟冠軍打進日本大賽的球隊，並以4勝1敗擊敗日本火腿，獲得睽違53年隊史第2次的日本一。
1991年，中日龍隊曾經來台與中華職棒進行六場友誼賽。當時來台的25位球員當中，就有10位一軍級球員，當時加盟中日的台灣球員郭源治與陳大豐兩人也都隨隊。唯該交流賽事中日龍隊僅獲得2勝4敗的戰績。`
        },
        {
          name: '阪神虎隊',
          src: '/src/image/rank_npb3.jpg',
          num: '10-7',
          text: `阪神虎隊（はんしんタイガース、Hanshin Tigers）為日本職棒創始球團之一，成立於1935年12月10日。成立時隊名為大阪虎隊，1940年改為阪神軍，1946年改回大阪虎隊，1961年改名為阪神虎隊迄今，隸屬於日本職棒中央聯盟。
　　阪神虎隊與同屬中央聯盟的讀賣巨人隊，均為在日本職棒創立前便已成軍的球隊，至今皆由相同的母企業經營；加上在球隊管理與球風上有著南轅北轍的差異，因此長久下來被媒體與球迷逐漸塑造成為「世仇」的組合，不僅場內兩隊的對戰組合被冠上「傳統的一戰」之稱號，場外兩隊球迷也可說是水火不容。此外，阪神虎迷對於支持球隊的狂熱，也是毫不矯情，每當球隊獲得冠軍時，跳進道頓堀水道中慶祝的球迷常常多達數千人之譜，蔚為奇觀。`
        },
        {
          name: '東京養樂多燕子隊',
          src: '/src/image/rank_npb4.jpg',
          num: '10-7',
          text: `東京養樂多燕子隊（とうきょうヤクルトスワローズ、Tokyo Yakult Swallows）為日本職棒球隊，成立於1950年01月25日，成立時隊名為國鐵燕子隊，為日本國有鐵道管理局所有，以後樂園球場（現在的東京巨蛋所在地）為球隊主場，於1965年轉售給產經新聞社，更名為產經燕子隊，主場也遷移至明治神宮棒球場，隔年（1966年）再度更名為產經原子小金剛隊(原子小金剛為名漫畫家手塚治虫作品中的人物角色)，後經數度改名，於1974年更名為養樂多燕子隊，並於1978年獲得首度日本大賽冠軍，2006年再改名為東京養樂多燕子隊，隸屬日本職棒中央聯盟，於1950年成立時即加入中央聯盟，至今曾經拿下六次中央聯盟冠軍、五次日本大賽冠軍。台灣職棒界的郭建成（前時報鷹隊投手）與風神（前兄弟象隊外籍投手）都曾經效力於養樂多燕子隊。日本知名捕手兼職棒球員工會會長古田敦也，於2005年底兼任總教練職務，從2006年球季起執掌兵符，球員工會會長則由同隊的宮本慎也接任。2007年球季結束後，古田敦也引退，同時辭掉總教練職務，球團找來時任北海道日本火腿鬥士隊球團經理的高田繁擔任總教練一職，不過在2010年由於季初戰績不佳，因此高田在5月時便以身體不佳為由辭職，總教練一職由板凳教練小川淳司教練代行，小川接任後，球隊戰績有所起色，從最後一名爬升到第四，甚至差點取得季後賽門票，因此在球季結束後，小川淳司正式真除為總教練。2011年養樂多雖然大部份期間都在央聯首位，但可惜在最後關頭被中日逆轉，錯失了優勝機會，不過在季後高潮系列賽第一輪以2勝1負的成績擊敗巨人，成為央聯繼巨人和中日之後，第三支打進季後賽決勝輪(第2輪)的球隊。2015年養樂多總算睽違14年(2001年以來)拿下隊史第七個央聯冠軍。`
        },
        {
          name: '廣島東洋鯉魚隊',
          src: '/src/image/rank_npb5.jpg',
          num: '10-7',
          text: `廣島東洋鯉魚隊（ひろしまとうようカープ、Hiroshima Toyo Carp）為日本職棒球團，成立於1949年11月28日日職兩聯盟分立前夕，當時隊名為廣島鯉魚隊，同年12月26日加入日本職棒中央聯盟。廣島隊最初是以廣島綜合球場為主場，到1957年七月才遷移至廣島市民棒球場。2008年球季結束後，市民球場正式功成身退，主場遷移至剛落成的馬自達球場（新廣島市民球場）。此外，廣島隊的隊名「鯉魚」係自市內的國家古蹟廣島城之別名「鯉城」而來，並非真正採用鯉魚為吉祥物；因此一直以來，廣島隊除了與歐力士藍浪隊並存的1991～2004年之外，都是日職唯一一支英文隊名採用單數表示的球隊，十分特別。
　　廣島隊是由縣政府、市政廳、吳市、中國新聞社（日本的「中國地方」指的是本州最西部的岡山、廣島、山口、島根、鳥取五縣，與中華人民共和國、中華民國均無關）、日本專賣公社、廣島電鐵、東洋工業等廣島地區政治界與金融界籌資設立的，成立之初由於營運資金缺乏，曾經於1951年打算與當時的大洋鯨隊合併，但被廣島市民強烈反對，廣島市民為了保留球隊，甚至自發性地發起募捐廣島隊營運資金的募捐活動，一直持續到1968年才停止。1968年，東洋工業（馬自達汽車的前身）松田家族入主廣島，成為最大股東，廣島隊因而冠上了「東洋」的名稱。不過1980年之後，松田家族已經淡出馬自達公司的經營，馬自達公司也成為福特汽車公司旗下的關係企業；但以馬自達公司為主的松田家族依舊是球團的最大股東。
　　由於廣島隊身為日職12球團中唯一獨立經營運作的球團，因此資本額相較於其他隊要來得單薄許多，無法以銀彈攻勢吸納強力選手加盟，在歷年戰績上也多位居後段班。不過在1970至1990年代間，當時名將輩出的廣島隊仍然達成了3次央聯優勝與3次日本大賽優勝的成就。2016年則是廣島隊另一個顛峰，在該年賽季中，廣島隊終於奪下暌違25年之久的聯盟優勝。`
        },
        {
          name: '橫濱DeNA灣星隊',
          src: '/src/image/rank_npb6.jpg',
          num: '9-9',
          text: `橫濱DeNA灣星隊（よこはまDeNAベイスターズ、Yokohama DeNA BayStars）成立於1949年11月22日；成立時隊名為大洋鯨隊，以山口縣下關市為根據地，主場為下關棒球場。1950年進入兩聯盟時代後，則隸屬於中央聯盟。1953年依聯盟規章與年度戰績最差的松竹知更鳥隊合併，改名為大洋松竹知更鳥隊，主場也遷移至大阪球場，同時使用松竹隊在京都的衣笠球場。1954年再次更名為洋松知更鳥隊，但年底由於松竹經營團隊的撤出，而將隊名再更為大洋鯨隊，主場也一併遷移至神奈川縣川崎市的川崎球場。1978年，隊名更改為橫濱大洋鯨隊，主場則遷移至橫濱市的橫濱球場迄今，結束了多年漂泊的流浪生活。1993年由於強化屬地主義的經營方針，以及反捕鯨保育運動對母企業大洋漁業造成的壓力等因素，使隊名更改為橫濱灣星隊。2002年，球團的經營權自大洋漁業轉手至TBS（東京放送），但在TBS長年經營不善、亟欲轉手出脫的需求下，終在2011年將經營權售予手機遊戲公司DeNA，並將隊名更改為橫濱DeNA灣星隊。DeNA接手後一度因橫濱球場使用費過高，而打算搬遷主場至積極招手的新潟縣，但在縣市政府的斡旋下仍續留於身為日本棒球發源地的橫濱。
　　由於過去如大洋、TBS等母企業資金並不如豪門球隊闊綽，使得球隊成軍以來成績均多於後段班打轉，僅於1960年與1998年兩度奪下聯盟優勝與同年的日本一；加上受到主場橫濱市臨近東京都市圈，橫濱隊的票房和球迷基礎也易被讀賣巨人隊等以東京為根據地的球隊所瓜分，在人氣上始終名列後段。在戰績與人氣兩者均長年不盡理想的情況下，一些知名球星獲得自由球員資格後也往往立即求去，更加深了橫濱隊的經營困境。直到2011年經營權轉手予DeNA、戮力改善經營情況後，戰績與票房才漸有起色。`
        },
        {
          name: '東北樂天金鷲隊',
          src: '/src/image/rank_npb7.jpg',
          num: '8-8',
          text: `東北樂天金鷲隊（とうほくらくてんゴールデンイーグルス、Tohoku Rakuten Golden Eagles）為最年輕的日本職棒球團，隸屬於日本職棒太平洋聯盟，母公司則為樂天株式會社。其成立於2004年10月29日，2005年開始加入正式例行賽，並且以位於仙台市的縣營宮城棒球場為主場。在球隊名稱前綴的「東北」二字，指的是日本本州的東北地區，包含青森縣、岩手縣、秋田縣、山形縣、宮城縣、福島縣這六個縣份。
　　樂天隊於進軍職棒之前，就首創日本職棒先例，以背號「10」作為永久欠番的球衣，用來感謝球迷的支持（因為球迷是先發九人之外的第十人）。後來千葉羅德海洋隊及中華職棒的Lamigo桃猿隊也起而仿效這樣的做法。由於樂天是新成立的球團，最初球員來源是吸收歐力士藍浪隊合併近鐵猛牛隊後的分配球員，以及其他球團釋出的選手，前幾年的戰績並不理想；直到2013年首度進軍日本大賽才首度拿下日本一。`
        },
        {
          name: '北海道日本火腿鬥士隊',
          src: '/src/image/rank_npb8.jpg',
          num: '7-8',
          text: `北海道日本火腿鬥士隊（ほっかいどうにっぽんハムファイターズ、Hokkaido Nippon-ham Fighters）為一支隸屬於日本職棒太平洋聯盟的職業球團。該隊成立於1945年11月06日，成立時隊名為參議員隊，是日本職棒於二戰結束後重新開始時的第一個新成立球團；由首任總教練横沢三郎所主導成立。横沢原意為復興戰前的東京參議員隊（後來與名古屋金鯱隊合併）而成立，不過後因營運資金不足，於是横沢才將球隊轉售給東京急行電氣鐵道公司，球隊名稱也改為東急飛人隊。
　　1948年，一度參與國民野球聯盟但功敗垂成的大阪映畫短暫參與了球團營運，雖然僅僅一季便告終，隊名也自象徵兩企業聯合的急映飛人隊改回原名，但由於大映的資金挹注，促使飛人隊得以增加僱用球員數、創設二軍，並且試驗性地嘗試固定主場制度（於東京後樂園球場）。1954年，東急將球隊營運權轉與旗下子公司東映興業株式會社，後又兩度更迭，自短暫經營一年的日拓房屋再度轉售與日本火腿株式會社，球隊名稱也改為日本火腿鬥士隊。
　　然而，由於東京都已有傳統名門讀賣巨人隊、獲得老東京人強烈認同的養樂多燕子隊兩球隊作為主場，身為第三球隊的火腿隊始終無法獲得票房上的突破；加上後樂園球場拆除、必須與巨人隊共用新建的東京巨蛋等問題，使球團決心一改過去以東京地區作為根據地的歷史傳統，毅然將主場轉移到位於北海道地區新建完成的札幌巨蛋。冠上了「北海道」字樣的火腿隊，也自此成為北海道的第一支職業棒球隊。火腿隊大膽的策略轉進，以事後的眼光來看相當正確，原本在強隊林立的東京地區快混不下去的火腿隊，人氣在北海道地區大大翻身，成為北海道的棒球象徵，球隊實力也靠著精準的選秀眼光而大幅強化；搬遷主場後幾乎每季均為競逐聯盟優勝的熱門球隊。`
        },
        {
          name: '埼玉西武獅隊',
          src: '/src/image/rank_npb9.jpg',
          num: '7-10',
          text: `埼玉西武獅隊（さいたませいぶライオンズ、Saitama Seibu Lions）為日本職棒球團，是一支隸屬日本職棒太平洋聯盟的球隊，成立於1949年11月26日，成立時隊名為西鐵快艇隊（與1943年的西鐵隊無直接關聯，但有深厚的間接關連，因為其母公司皆為西日本鐵道公司），以福岡縣平和台球場為主場。西鐵隊成立之初正值兩聯盟分裂時期，於是加入太平洋聯盟，1951年02月28日與中央聯盟的西日本海盜隊（母公司為西日本新聞社）合併，隊名改為西鐵獅隊。
　　西鐵隊曾在1950年代於名監督三原脩的帶領下，有過一段輝煌的黃金時期；但1960年代後漸趨衰弱，遭到新興強權南海隊所取代。1969年西鐵隊因為受到「黑霧事件」影響，票房也大幅滑落。後來球團數度易主、名稱經過數度更迭，於1979年改名為西武獅隊，並將主場遷移至西武球場（後來改建為西武巨蛋）。2008年元旦，西武隊再將球隊冠上地名，成為現在的名稱。
　　西武隊與其前身至今一共獲得十三次日本大賽冠軍，其中在西武獅隊時期，就高達九次之多。而這十三次冠軍當中，又以三原脩監督時期與水原茂巨人的三連霸對決，以及森祗晶時期的六連霸最為人津津樂道。而1982年至1995年由広岡達朗與森祗晶執掌兵符的十餘年間，西武隊更是以強大的投打戰力主宰了日職、幾乎年年問鼎日本大賽，而有著「西武王朝」的美名。此外由於此時期台灣旅日名投郭泰源正效力於西武隊陣中，因此也獲得了不少台灣球迷的支持。`
        },
        {
          name: '福岡軟銀鷹隊',
          src: '/src/image/rank_npb10.png',
          num: '7-10',
          text: `福岡軟銀鷹隊（ふくおかソフトバンクホークス、Fukuoka SoftBank Hawks）為日本職棒球團之一，隸屬於日本職棒太平洋聯盟，成立於1938年03月01日，剛成立時，隊名為南海隊，為南海鐵道公司所有，1944年南海鐵道公司與關西急行鐵道公司進行合併，更名為近畿日本鐵道公司，球隊也因而改名為近畿日本隊（與後來的近鐵隊沒有關聯），但改名後不久，隨即因二次大戰而停賽。
　　大戰結束之後，再改名為近畿巨輪隊，1947年，南海電氣鐵道公司從近畿日本鐵道當中重新分離出來[1]，球隊隨之再度改名為南海鷹隊。後來在1989年，南海電氣鐵道公司將球隊賣給了大榮集團，球隊再度改名為大榮鷹隊。
　　於1995年，大榮鷹隊曾經主辦亞洲太平洋超級棒球賽，當時參賽的球隊有韓華老鷹隊、澳洲明星隊、統一獅隊，於11月23日～24日在日本福岡巨蛋球場舉行四隊單淘汰賽。前三名的球隊分別可獲五百萬、兩百萬、一百萬日圓獎金。當時王貞治提倡成立「亞洲職棒聯盟」的構想，也為日後的第一屆亞洲職棒大賽埋下伏筆。在這大賽中，該隊獲得亞軍、統一獅隊獲得冠軍、韓華老鷹隊獲得季軍、澳洲明星隊獲得第四名。`
        },
        {
          name: '千葉羅德海洋隊',
          src: '/src/image/rank_npb11.jpg',
          num: '7-11',
          text: `千葉羅德海洋隊（ちばロッテマリーンズ、Chiba Lotte Marines）為日本職棒球團，隸屬於日本職棒太平洋聯盟，成立於1949年09月21日，成立時隊名為每日獵戶座隊，母企業為每日新聞社，以後樂園棒球場（現在東京巨蛋的所在地）為主場，在球隊成立後的第一年，就獲得首屆日本大賽冠軍。1958年與大映聯合隊合併，隊名改為每日大映獵戶座隊，1964年再改為東京獵戶座隊，1969年羅德集團入主，改名為羅德獵戶座隊，1973年更將主場遷移至仙台宮城球場（現在東北樂天的主場），直到1992年把主場遷移到千葉海洋球場，球隊也因而改為現在名稱。2005年羅德隊以四連勝的成績獲得日本大賽冠軍之後，也參加了首度舉辦的亞洲職棒大賽，獲得史無前例的亞洲職棒冠軍。2010年羅德隊以四勝二負擊敗中日獲得日本大賽冠軍，並成為史上第一支以季賽第三名的球隊拿下日本一的隊伍(不過該年太平洋聯盟冠軍依舊為福岡軟銀鷹隊)。2010年年底，千葉市宣佈將球場冠名權出售給日本QVC公司，球場也更名為改名為QVC海洋球場（QVCマリンフィールド、QVC Marine Field），為期10年。更名後的球場，成為日本職棒首座以field為名的球場。2016年季後，由於QVC集團認為宣傳效果已達到，故解除冠名，該球場冠名權由zozo集團接手，自2017球季起更名為zozo marine field。`
        },
        {
          name: '歐力士猛牛隊',
          src: '/src/image/rank_npb12.jpg',
          num: '6-12',
          text: `歐力士猛牛隊（オリックス・バファローズ、Orix Buffaloes，另有歐力士野牛隊、水牛隊等譯名）為日本職棒創始球團之一，現隸屬於日本職棒太平洋聯盟。
　　日本職棒成立之前，阪急電氣鐵道公司旗下即已成立寶塚運動協會，但1929年因遭逢經濟大恐慌而被迫解散；1936年01月23日才因日本職棒草創而再度成立阪急職業野球團，即是歐力士隊的前身阪急隊，並以寶塚球場為主場，隔年再遷至西宮球場。
　　二次大戰結束後，阪急隊於1947年復隊。當時配合在職棒球團名稱中加上吉祥物的世界潮流，一度計畫使用「阪急熊隊」的名稱，但由於氣勢不足，因而再把隊名改為「阪急勇士隊」。六零年代末期，阪急隊展開了長達十餘年的球隊黃金時期，曾於1975年至1977年間連續三年獲得日本一。但1989年因母企業財政困難，不得不將球隊轉售予歐力士企業，球隊名稱也隨之改為「歐力士勇士隊」。
　　1991年，球隊再改名為「歐力士藍浪隊」，並將主場遷至神戶綜合運動公園內的棒球場。2002年05月，歐力士隊與福岡大榮鷹隊來台在台北市立天母棒球場進行2場海外賽事，為日本職棒首次移師國外進行例行賽。2005年季後，歐力士隊合併了同屬洋聯地大阪近鐵猛牛隊，隊名改為沿用近鐵隊吉祥物的現名「歐力士猛牛隊」；主場亦轉移到大阪巨蛋，原主場神戶綠地球場則定為第二主場。`
        }
      ]
    },
    {
      id: 'mlb',
      content: [{
          name: '密爾瓦基釀酒人隊',
          src: '/src/image/rank_mlb1.png',
          num: '14-6',
          text: `聯盟冠軍 1次　1982 
分區冠軍 3次　2018、2011、1982 
外卡資格 1次　2008`
        },
        {
          name: '華盛頓國民隊',
          src: '/src/image/rank_mlb2.png',
          num: '13-6',
          text: `年度冠軍 無 
聯盟冠軍 無 
分區冠軍 5次　2017、2016、2014、2012、1981 
外卡資格 無`
        },
        {
          name: '洛杉磯道奇隊',
          src: '/src/image/rank_mlb3.png',
          num: '14-8',
          text: `年度冠軍 6次　1988、1981、1965、1963、1959、1955 
聯盟冠軍 23次　2018、2017、1988、1981、1978、1977、1974、1966、1965、1963、1959、1956、1955、1953、1952、1949、1947、1941、1920、1916、1900、1899、1890 
分區冠軍 17次　2018、2017、2016、2015、2014、2013、2009、2008、2004、1995、1988、1985、1983、1981、1978、1977、1974 
外卡資格 2次　2006、1996`
        },
        {
          name: '洛杉磯天使隊',
          src: '/src/image/rank_mlb4.png',
          num: '15-8',
          text: `年度冠軍 1次　2002 
聯盟冠軍 1次　2002 
分區冠軍 9次　2014、2009、2008、2007、2005、2004、1986、1982、1979 
外卡資格 1次　2002`
        },
        {
          name: '休士頓太空人隊',
          src: '/src/image/rank_mlb5.png',
          num: '11-6',
          text: `年度冠軍 1次　2017 
聯盟冠軍 2次　2017、2005 
分區冠軍 8次　2018、2017、2001、1999、1998、1997、1986、1980 
外卡資格 3次　2015、2005、2004`
        },
        {
          name: '舊金山巨人隊',
          src: '/src/image/rank_mlb6.png',
          num: '12-9',
          text: `年度冠軍 8次　2014、2012、2010、1954、1933、1922、1921、1905 
聯盟冠軍 23次　2014、2012、2010、2002、1989、1962、1954、1951、1937、1936、1933、1924、1923、1922、1921、1917、1913、1912、1911、1905、1904、1889、1888 
分區冠軍 8次　2012、2010、2003、2000、1997、1989、1987、1971 
外卡資格 3次　2016、2014、2002`
        },
        {
          name: '紐約洋基隊',
          src: '/src/image/rank_mlb7.png',
          num: '11-7',
          text: `年度冠軍 27次　2009、2000、1999、1998、1996、1978、1977、1962、1961、1958、1956、1953、1952、1951、1950、1949、1947、1943、1941、1939、1938、1937、1936、1932、1928、1927、1923 
聯盟冠軍 40次　2009、2003、2001、2000、1999、1998、1996、1981、1978、1977、1976、1964、1963、1962、1961、1960、1958、1957、1956、1955、1953、1952、1951、1950、1949、1947、1943、1942、1941、1939、1938、1937、1936、1932、1928、1927、1926、1923、1922、1921 
分區冠軍 18次　2012、2011、2009、2006、2005、2004、2003、2002、2001、2000、1999、1998、1996、1981、1980、1978、1977、1976 
外卡資格 7次　2018、2017、2015、2010、2007、1997、1995`
        },
        {
          name: '波士頓紅襪隊',
          src: '/src/image/rank_mlb8.png',
          num: '11-8',
          text: `年度冠軍 9次　2018、2013、2007、2004、1918、1916、1915、1912、1903 
聯盟冠軍 14次　2018、2013、2007、2004、1986、1975、1967、1946、1918、1916、1915、1912、1904、1903 
分區冠軍 10次　2018、2017、2016、2013、2007、1995、1990、1988、1986、1975 
外卡資格 7次　2009、2008、2005、2004、2003、1999、1998`
        },
        {
          name: '費城費城人隊',
          src: '/src/image/rank_mlb9.png',
          num: '11-8',
          text: `年度冠軍 2次　2008、1980 
聯盟冠軍 7次　2009、2008、1993、1983、1980、1950、1915 
分區冠軍 11次　2011、2010、2009、2008、2007、1993、1983、1980、1978、1977、1976 
外卡資格 無`
        },
        {
          name: '芝加哥小熊隊',
          src: '/src/image/rank_mlb10.png',
          num: '10-9',
          text: `年度冠軍 3次　2016、1908、1907 
聯盟冠軍 17次　2016、1945、1938、1935、1932、1929、1918、1910、1908、1907、1906、1886、1885、1882、1881、1880、1876 
分區冠軍 7次　2017、2016、2008、2007、2003、1989、1984 
外卡資格 3次　2018、2015、1998`
        },
        {
          name: '聖路易紅雀隊',
          src: '/src/image/rank_mlb11.png',
          num: '11-10',
          text: `年度冠軍 11次　2011、2006、1982、1967、1964、1946、1944、1942、1934、1931、1926 
聯盟冠軍 19次　2013、2011、2006、2004、1987、1985、1982、1968、1967、1964、1946、1944、1943、1942、1934、1931、1930、1928、1926 
分區冠軍 13次　2015、2014、2013、2009、2006、2005、2004、2002、2000、1996、1987、1985、1982 
外卡資格 3次　2012、2011、2001`
        },
        {
          name: '邁阿密馬林魚隊',
          src: '/src/image/rank_mlb12.png',
          num: '11-11',
          text: `年度冠軍 2次　2003、1997 
聯盟冠軍 2次　2003、1997 
分區冠軍 無 
外卡資格 2次　2003、1997`
        },
        {
          name: '紐約大都會隊',
          src: '/src/image/rank_mlb13.png',
          num: '9-9',
          text: `年度冠軍 2次　1986、1969 
聯盟冠軍 5次　2015、2000、1986、1973、1969 
分區冠軍 6次　2015、2006、1988、1986、1973、1969 
外卡資格 3次　2016、2000、1999`
        },
        {
          name: '坦帕灣光芒隊',
          src: '/src/image/rank_mlb14.png',
          num: '9-9',
          text: `年度冠軍 無 
聯盟冠軍 1次　2008 
分區冠軍 2次　2010、2008 
外卡資格 2次　2013、2011`
        },
        {
          name: '芝加哥白襪隊',
          src: '/src/image/rank_mlb15.png',
          num: '8-12',
          text: `年度冠軍 3次　2005、1917、1906 
聯盟冠軍 6次　2005、1959、1919、1917、1906、1901 
分區冠軍 5次　2008、2005、2000、1993、1983 
外卡資格 無`
        },
        {
          name: '底特律老虎隊',
          src: '/src/image/rank_mlb16.png',
          num: '8-13',
          text: `年度冠軍 4次　1984、1968、1945、1935 
聯盟冠軍 11次　2012、2006、1984、1968、1945、1940、1935、1934、1909、1908、1907 
分區冠軍 7次　2014、2013、2012、2011、1987、1984、1972 
外卡資格 1次　2006`
        },
        {
          name: '西雅圖水手隊',
          src: '/src/image/rank_mlb17.png',
          num: '7-12',
          text: `年度冠軍 無 
聯盟冠軍 無 
分區冠軍 3次　2001、1997、1995 
外卡資格 1次　2000`
        },
        {
          name: '奧克蘭運動家隊',
          src: '/src/image/rank_mlb18.png',
          num: '5-15',
          text: `年度冠軍 9次　1989、1974、1973、1972、1930、1929、1913、1911、1910 
聯盟冠軍 15次　1990、1989、1988、1974、1973、1972、1931、1930、1929、1914、1913、1911、1910、1905、1902 
分區冠軍 16次　2013、2012、2006、2003、2002、2000、1992、1990、1989、1988、1981、1975、1974、1973、1972、1971 
外卡資格 3次　2018、2014、2001`
        }
      ]
    }
  ]
}